[
    {
        "title": "Developing smart contract",
        "description": "We made our smart contract for gas optimization, and also this contract help us to make our videogames in future. powered by solidity."
    },
    {
        "title": "Physical copy shipping",
        "description": "​When 20 nft cards will be sold, we starting to ship physical copy of cards to our holders (aka Abyss Pirates) we will send it to you at will if you want."
    },
    {
        "title": "Merchandise drow",
        "description": "When 40 nft cards will be sold, we are starting to work on our merchandise, and we will drop it soon."
    },
    {
        "title": "Merchandise drop (30 pcs)",
        "description": "When 60 nft cards will be sold, we will have a drop of our merch, and some of our Pirates will take it with 100% discount."
    },
    {
        "title": "Creation of 3d models and shipping it with cards",
        "description": "When 100 nft cards will be sold, we are starting to work on our physical 3d models of our characters."
    },
    {
        "title": "Shipping 3d models to our holders.",
        "description": "When 120 nft cards will be sold, we will deliver to all our holders 3d models of their characters."
    },
    {
        "title": "Start of parallel collection",
        "description": "When 150 nft cards will be sold, we are starting to work on our collaboration collection, holders of our main collection will have airdrop for one card from this collection."
    },
    {
        "title": "Merchandise drop 40 items.",
        "description": "When 200 nft cards will be sold, we will drop second part of our merchandise."
    },
    {
        "title": "Giveaway sponsor burning man trip",
        "description": "When 350 nft cards will be sold, we will have the biggest giveaway in the first collection, ​we fully sponsor the trip to the burning man. if the winner fails to go to the festival, we will give him $2,000 in cryptocurrency."
    },
    {
        "title": "Lauch of character constructor",
        "description": "When 500 nft cards will be sold, we launch constructor of character. Your character can be in main collection."
    },
    {
        "title": "Board game work",
        "description": "We are starting to work on board game drop: end of second collection."
    },
    {
        "title": "Comic draw and drop",
        "description": "When 1000 copies sold, we are airdropping our comic book as nft to our @AbyssPirate and shipping physical copy to them."
    }
]